Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རྫུ་འཕྲུལ་གྱི་རྐང་པ་མེད་པའི་ཕྱིར། དབང་པོ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the faculties are nonexistent because the supports for miraculous ability are nonexistent.

source: །དབང་པོ་མེད་པའི་ཕྱིར། སྟོབས་མེད་པར་རིག་པར་བྱའོ། །སྟོབས་མེད་པའི་ཕྱིར།
en: You should know that the powers are nonexistent because the faculties are nonexistent.

source: བྱང་ཆུབ་ཀྱི་ཡན་ལག་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the branches of enlightenment are nonexistent because the powers are nonexistent.

source: །བྱང་ཆུབ་ཀྱི་ཡན་ལག་མེད་པའི་ཕྱིར། ལམ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the path is nonexistent because the branches of enlightenment are nonexistent.

source: །ལམ་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because the path is nonexistent.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་གང་ཡིན་པ་དང་། ཡང་དག་པར་སྤོང་བ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་གང་ཡིན་པ་དང་། ན
en: If you ask how, Subhūti, it is because the self, sentient beings, life forms, [and the other postulated subjects], up to and including knowers and viewers, the inconceivable realm, the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. “

source: །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་མེད་པའི་ཕྱིར། འཕགས་པའི་བདེན་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the truths of the noble ones are nonexistent because the inconceivable realm is nonexistent.

source: །འཕགས་པའི་བདེན་པ་མེད་པའི་ཕྱིར། བསམ་གཏན་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the meditative concentrations are nonexistent because the truths of the noble ones are nonexistent.

source: །བསམ་གཏན་མེད་པའི་ཕྱིར། ཚད་མེད་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the immeasurable attitudes are nonexistent because the meditative concentrations are nonexistent.

source: །ཚད་མེད་པ་མེད་པའི་ཕྱིར། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the formless absorptions are nonexistent because the immeasurable attitudes are nonexistent.

source: །གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་མེད་པའི་ཕྱིར། རྣམ་པར་ཐར་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the aspects of liberation are nonexistent because the formless absorptions are nonexistent.

source: །རྣམ་པར་ཐར་པ་མེད་པའི་ཕྱིར། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the serial steps of meditative absorption are nonexistent because the aspects of liberation are nonexistent.

source: །མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་མེད་པའི་ཕྱིར། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the gateways to liberation—emptiness, signlessness, and wishlessness—are nonexistent because the serial steps of meditative absorption are nonexistent.

source: །རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་མེད་པའི་ཕྱིར། མངོན་པར་ཤེས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the extrasensory powers are nonexistent because the gateways to liberation—emptiness, signlessness, and wishlessness—are nonexistent.

source: །མངོན་པར་ཤེས་པ་མེད་པའི་ཕྱིར། ཏིང་ངེ་འཛིན་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the meditative stabilities are nonexistent because the extrasensory powers are nonexistent.

source: །ཏིང་ངེ་འཛིན་མེད་པའི་ཕྱིར། གཟུངས་ཀྱི་སྒོ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the dhāraṇī gateways are nonexistent because the meditative stabilities are nonexistent.

source: །གཟུངས་ཀྱི་སྒོ་མེད་པའི་ཕྱིར། དེ་བཞིན་གཤེགས་པའི་སྟོབས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the powers of the tathāgatas are nonexistent because the dhāraṇī gateways are nonexistent.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་མེད་པའི་ཕྱིར། མི་འཇིགས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the fearlessnesses are nonexistent because the powers of the tathāgatas are nonexistent.

source: །མི་འཇིགས་པ་མེད་པའི་ཕྱིར། སོ་སོ་ཡང་དག་པར་རིག་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the kinds of exact knowledge are nonexistent because the fearlessnesses are nonexistent.

source: །སོ་སོ་ཡང་དག་པར་རིག་པ་མེད་པའི་ཕྱིར། སྙིང་རྗེ་ཆེན་པོ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that great compassion is nonexistent because the kinds of exact knowledge are nonexistent.

source: །སྙིང་རྗེ་ཆེན་པོ་མེད་པའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the distinct qualities of the buddhas are nonexistent because great compassion is nonexistent.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because the distinct qualities of the buddhas are nonexistent.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་གང་ཡིན་པ་དང་། མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། འཕགས་པའི་བདེན་པ་གང་ཡིན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། མི་འཇལ་བ་གང་ཡིན་པ་དང་། མི་འགྲངས་པ་གང་ཡིན་པ་དང་། མི་དཔོགས་པ་གང་ཡིན་པ་དང་། ཆོས་ཐམས་ཅད་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་།
en: If you ask how, Subhūti, it is because the self, sentient beings, life forms, [and the other postulated subjects], up to and including knowers and viewers, the inconceivable realm, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great compassion, the distinct qualities of the buddhas, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. “

source: །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་མེད་པའི་ཕྱིར། རིགས་ཀྱི་ས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the level of the spiritual family is nonexistent because the inconceivable realm is nonexistent.

source: །རིགས་ཀྱི་ས་མེད་པའི་ཕྱིར། བརྒྱད་པའི་ས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the eighth-lowest level is nonexistent because the level of the spiritual family is nonexistent.

source: །བརྒྱད་པའི་ས་མེད་པའི་ཕྱིར། མཐོང་བའི་ས་མེད་པར་རིག་པར་བྱའོ། །མཐོང་བའི་ས་མེད་པའི་ཕྱིར།
en: You should know that the level of insight is nonexistent because the eighth-lowest level is nonexistent.

source: བསྲབས་པའི་ས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the level of attenuated refinement is nonexistent because the level of insight is nonexistent.

source: །བསྲབས་པའི་ས་མེད་པའི་ཕྱིར། འདོད་ཆགས་དང་བྲལ་བའི་ས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the level of no attachment is nonexistent because the level of attenuated refinement is nonexistent.

source: །འདོད་ཆགས་དང་བྲལ་བའི་ས་མེད་པའི་ཕྱིར། བྱས་པ་རྟོགས་པའི་ས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the level of spiritual achievement is nonexistent because the level of no attachment is nonexistent.

source: །བྱས་པ་རྟོགས་པའི་ས་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because the level of spiritual achievement is nonexistent.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་དང་མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། རིགས་ཀྱི་ས་གང་ཡིན་པ་དང་། བརྒྱད་པའི་ས་གང་ཡིན་པ་དང་། མཐོང་བའི་ས་གང་ཡིན་པ་དང་། བསྲབས་པའི་ས་གང་ཡིན་པ་དང་། འདོད་ཆགས་དང་བྲལ་བའི་ས་གང་ཡིན་པ་དང་། བྱས་པ་རྟོགས་པའི་ས་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། མི་འཇལ་བ་གང་ཡིན་པ་དང་། མི་འགྲངས་པ་གང་ཡིན་པ་དང་། མི་དཔོགས་པ་གང་ཡིན་པ་དང་། ཆོས་ཐམས་ཅད་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ།
en: If you ask how, Subhūti, it is because the self, sentient beings, life forms, [and the other postulated subjects], up to and including knowers and viewers, the inconceivable realm, the level of the spiritual family, the eighth-lowest level, the level of insight, the level of attenuated refinement, the level of no attachment, the level of spiritual achievement, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. {

source: །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས། མེད་པའི་ཕྱིར། རྒྱུན་དུ་ཞུགས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that those entering the stream to nirvāṇa are nonexistent because the inconceivable realm is nonexistent.

source: །རྒྱུན་དུ་ཞུགས་པ་མེད་པའི་ཕྱིར། ལན་ཅིག་ཕྱིར་འོང་བ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that those who are destined for only one more rebirth are nonexistent because those entering the stream to nirvāṇa are nonexistent.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་མེད་པའི་ཕྱིར། ཕྱིར་མི་འོང་བ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that those who are no longer subject to rebirth are nonexistent because those who are destined for only one more rebirth are nonexistent.

source: །ཕྱིར་མི་འོང་བ་མེད་པའི་ཕྱིར། དགྲ་བཅོམ་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that arhats are nonexistent because those who are no longer subject to rebirth are nonexistent.

source: །དགྲ་བཅོམ་པ་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because arhats are nonexistent.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། རྒྱུན་དུ་ཞུགས་པ་གང་ཡིན་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་གང་ཡིན་པ་དང་། ཕྱིར་མི་འོང་བ་གང་ཡིན་པ་དང་། དགྲ་བཅོམ་པ་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་མེད་པའི་ཕྱིར། རང་སངས་རྒྱས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that pratyekabuddhas are nonexistent because the inconceivable realm is nonexistent.

source: །རང་སངས་རྒྱས་མེད་པའི་ཕྱིར། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མེད་པར་རིག་པར་བྱའོ།
en: You should know that completely awakened buddhas are nonexistent because pratyekabuddhas are nonexistent.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because completely awakened buddhas are nonexistent.

source: རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་དང་མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། རང་སངས་རྒྱས་གང་ཡིན་པ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་ཡིན་པ་དང་། ན
en: If you ask how, Subhūti, it is because the self, sentient beings, life forms, [and the other postulated subjects], up to and including knowers and viewers, the inconceivable realm, pratyekabuddhas, completely awakened buddhas, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. “

source: །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་མེད་པའི་ཕྱིར། ཉན་ཐོས་ཀྱི་ཐེག་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the vehicle of the śrāvakas is nonexistent because the inconceivable realm is nonexistent.

source: །ཉན་ཐོས་ཀྱི་ཐེག་པ་མེད་པའི་ཕྱིར། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the vehicle of the pratyekabuddhas is nonexistent because the vehicle of the śrāvakas is nonexistent.

source: །རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་མེད་པའི་ཕྱིར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མེད་པར་རིག་པར་བྱའོ།
en: You should know that all-aspect omniscience is nonexistent because the vehicle of the pratyekabuddhas is nonexistent.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because all-aspect omniscience is nonexistent.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བདག་གང་ཡིན་པ་དང་། སེམས་ཅན་གང་ཡིན་པ་དང་། སྲོག་གང་ཡིན་པ་དང་། ཤེས་པ་པོ་དང་མཐོང་བ་པོའི་བར་དུ་གང་ཡིན་པ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་གང་ཡིན་པ་དང་། ཉན་ཐོས་ཀྱི་ཐེག་པ་གང་ཡིན་པ་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། མི་འཇལ་བ་གང་ཡིན་པ་དང་། མི་འགྲངས་པ་གང་ཡིན་པ་དང་། མི་དཔོགས་པ་གང་ཡིན་པ་དང་།
en: If you ask how, Subhūti, it is because the self, sentient sentient beings, life forms, [and the other postulated subjects], up to and including knowers and viewers, the inconceivable realm, the vehicle of the śrāvakas, the vehicle of the pratyekabuddhas, all-aspect omniscience, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. “

source: ཆོས་ཐམས་ཅད་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། མྱ་ངན་ལས་འདས་པའི་དབྱིངས་ནི། སེམས་ཅན་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པའི་གོ་འབྱེད་དོ། །དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པའི་གོ་འབྱེད་དོ།
en: Subhūti, just as the expanse of nirvāṇa accommodates countless, immeasurable, inestimable beings, similarly this Great Vehicle, too, accommodates countless, immeasurable, inestimable beings.

source: །རབ་འབྱོར་ནམ་མཁའ་ནི་སེམས་ཅན་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པའི་གོ་འབྱེད་དོ། །དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པའི་གོ་འབྱེད་དོ།
en: Subhūti, just as space accommodates countless, limitless, inestimable beings, similarly this Great Vehicle, too, accommodates countless, immeasurable, inestimable beings. “

source: །རབ་འབྱོར་གང་ཡང་ཁྱོད་ཀྱིས་འདི་སྐད་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་འོང་བའམ། འགྲོ་བ་ཞེས་བྱ་བ་ཡང་མེད། གནས་པ་ཞེས་བྱ་བ་ཡང་མེད་དོ། །ཞེས་སྨྲས་པ་ནི།
en: Subhūti, you have also said that this Great Vehicle neither comes nor goes, nor does it dwell.

source: རབ་འབྱོར་དེ་དེ་བཞིན་ནོ་དེ་དེ་བཞིན་ཏེ།
en: Subhūti, that is so! That is so!

source: ཐེག་པ་ཆེན་པོ་དེ་ལ་འགྲོ་བའམ་འོང་བ་ཡང་མེད་དེ་གནས་པ་ཡང་མེད་དོ།
en: In this Great Vehicle, going and coming are nonexistent, and abiding too is nonexistent.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་གཡོ་བ་མེད་པ་སྟེ།
en: If you ask why, Subhūti, all phenomena are unmoving.

source: དེ་དག་གང་ནས་ཀྱང་འོང་བ་མེད་དོ། །གང་དུ་ཡང་འདོང་བ་མེད་དོ། །གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: They do not come from anywhere, they do not go anywhere, and they do not dwell anywhere.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་གཟུགས་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, it is because physical forms do not come from anywhere, they do not go anywhere, and they do not dwell anywhere.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: Feelings, perceptions, formative predispositions, and consciousness do not come from anywhere, they do not go anywhere, and they do not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: If you ask why, Subhūti, the nature of physical forms does not come from anywhere, it does not go anywhere, and it does not dwell anywhere.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The nature of feelings, perceptions, formative predispositions, and consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རབ་འབྱོར་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: Subhūti, the real nature of physical forms does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of feelings, perceptions, formative predispositions, and consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of physical forms does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད་གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of feelings, perceptions, formative predispositions, and consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །གཟུགས་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད་གང་དུ་ཡང་འགྲོ་བ་མེད་གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of physical forms do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of feelings, perceptions, formative predispositions, and consciousness do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: །མིག་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The eyes do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The ears, the nose, the tongue, the body, and the mental faculty do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་གི་རང་བཞིན་ནི། གང་ནས་ཀྱང་འོང་བ་མེད།
en: If you ask why, Subhūti, the nature of the eyes does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The nature of the ears, nose, tongue, body, and mental faculty does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །མིག་གི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of the eyes does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of the ears, nose, tongue, body, and mental faculty does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །མིག་གི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of the eyes does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of the ears, nose, tongue, body, and mental faculty does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །མིག་གི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of the eyes do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །གཟུགས་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The defining characteristics of the ears, nose, tongue, body, and mental faculty do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: Sights do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: Sounds, odors, tastes, tangibles, and mental phenomena do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: If you ask why, Subhūti, the nature of sights does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་རང་བཞིན་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The nature of sounds, odors, tastes, tangibles, and mental phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: The real nature of sights does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The real nature of sounds, odors, tastes, tangibles, and mental phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད།
en: The essential nature of sights does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་ངོ་བོ་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The essential nature of sounds, odors, tastes, tangibles, and mental phenomena does not come from anywhere, does not go anywhere, and does not dwell anywhere.

source: །གཟུགས་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད།
en: The defining characteristics of sights do not come from anywhere, do not go anywhere, and do not dwell anywhere.

source: གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་མཚན་ཉིད་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ།
en: The defining characteristics of sounds, odors, tastes, tangibles, and mental phenomena do not come from anywhere, do not go anywhere, and do not dwell anywhere. “

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ནི་གང་ནས་ཀྱང་འོང་བ་མེད། གང་དུ་ཡང་འགྲོ་བ་མེད། གར་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: Visual consciousness does not come from anywhere, does not go anywhere, and does not dwell anywhere.
